[
	{
		"id": 210,
		"productName": "Fortune Goldnut Refined Groundnut Oil (Pouch)",
		"image": "//cdn.grofers.com/app/images/products/full_screen/pro_35766.jpg",
		"quantity": "1L",
		"price": "170",
		"description": "Fortune Goldnut Refined Groundnut Oil is extremely natural and pure since it is made from the choicest peanuts. It is light and packed with all the essential nutrients. The lightweight formula is ideal for everyday consumption. A good source of proteins and vitamins to keep the body healthy. It helps keep your body fit and healthy."
	},
	{
		"id": 211,
		"productName": "Borges Extra Virgin Olive Oil (Bottle)",
		"image": "//cdn.grofers.com/app/images/products/full_screen/pro_40.jpg",
		"quantity": "500ml",
		"price": "750",
		"description": "Borges Extra Virgin Olive Oil is an amazingly healthy oil that can increase the flavour and taste of your dishes, It contains 73% monounsaturated fatty acids that are excellent for heart health, It is also rich in Vitamins E and K that improve brain function, skin and hair health, and help in blood-clotting, Extra virgin olive oil is thick and greenish in colour, with a strong flavour and aroma, It is best suited for making salad dressings, dips, and cold dishes, You can also use it for baking and drizzle it over pasta for a delicious taste."
	},
	{
		"id": 212,
		"productName": "Patanjali Kachi Ghani Pure Mustard Oil (Jar)",
		"image": "//cdn.grofers.com/app/images/products/full_screen/pro_117696.jpg",
		"quantity": "5L",
		"price": "725",
		"description": "Patanjali Kachi Ghani Pure Mustard Oil is made from the first press of mustard seeds which keeps the delectable aroma intact, It has the goodness of LOSORB technology which ensures that foods absorb lesser amount of oil, Contains omega-3 and omega-6 fatty acids that are good for your heart health, It has a strong fragrance and a pungent taste, Use it for shallow and deep-frying, grilling, roasting, and stir-frying, Neutralizes toxins and keeps your stomach healthy, Can be used to make pickles, as it keeps them fresh for longer."
	}
]
