[
	{
		"id": 220,
		"productName": "Family Farm Maida",
		"image": "//cdn.grofers.com/app/images/products/full_screen/pro_403177.jpg",
		"quantity": "500 g",
		"price": "₹24",
		"description": "Family Farm Maida is an all-purpose flour that is used to make numerous dishes and to thicken gravies and soups. This white flour has a smooth and fine texture. Milled and refined to form a soft, powdered flour. This flour can be used for a variety of cooking and frying purposes. It makes a smooth batter, and is used to make crispy, deep-fried savoury snacks. It is also used in bakery products like pastries, bread, and cakes."
	},
	{
		"id": 221,
		"productName": "Patanjali Besan",
		"image": "//cdn.grofers.com/app/images/products/full_screen/pro_10917.jpg",
		"quantity": "500 g",
		"price": "₹55",
		"description": "Rajdhani Besan is the healthy option for the whole family as it is purely made from chana dal. Make many delicious fried snacks like Kadhi, dhokla, fafda, and namkeens to treat your tastebuds. It is rich in proteins, dietary fibre, and various minerals like calcium and iron. Packaged in a hygienic facility. It helps the body to get through fatigue. Consumption can help you with the regulation of blood pressure because of the magnesium content."
	},
	{
		"id": 222,
		"productName": "Organic Tattva Besan",
		"image": "//cdn.grofers.com/app/images/products/full_screen/pro_13452.jpg",
		"quantity": "500 g",
		"price": "₹40",
		"description": "Organic Tattva Besan is made from the best-quality channa dal, the besan is organic and free from harmful chemicals and pesticides, contains minerals like iron, copper, and phosphorous that are essential for good health, also contains Vitamin B-complex and folate that boost your immunity, has a sweetish taste and can be used to make both sweets and savouries, use it to make fried snacks and dhoklas."
	},
	{
		"id": 223,
		"productName": "Rajdhani Maida",
		"image": "//cdn.grofers.com/app/images/products/full_screen/pro_123060.jpg",
		"quantity": "500 g",
		"price": "₹39",
		"description": "Rajdhani Maida is an all-purpose flour that can be used in the preparation of a variety of dishes, this smooth white flour is an essential kitchen ingredient, finely milled from the best-quality wheat and refined to form a soft flour, can be used for cooking and frying purposes, it has a fine texture and makes a smooth batter, it is extensively used in bakery products like pastries, breads etc. Can also be used to thicken soups and gravies."
	},
	{
		"id": 224,
		"productName": "Aashirvaad Shudh Chakki Whole Wheat Atta",
		"image": "//cdn.grofers.com/app/images/products/full_screen/pro_333324.jpg",
		"quantity": "10 kg",
		"price": "₹375",
		"description": "Aashirvaad Shudh Chakki Whole Wheat Atta is ground with utmost precision, using the traditional chakki-grinding process by picking the choicest of grains to give you fresh and 100% pure wheat flour. Enriched with wholesome vitamins, it can be used to prepare the softest of roti's. The use of superior quality grains makes Aashirvaad Whole Wheat Atta a healthy and wholesome choice. Pure wheat grain, without any Maida addition, is used in the preparation of the flour. Helps in making soft and delicious chapatis. Provides fibre content to the body. Extra protein enrichments strengthen the body."
	},
	{
		"id": 225,
		"productName": "Tata Sampann Fine Besan",
		"image": "//cdn.grofers.com/app/images/products/full_screen/pro_309447.jpg",
		"quantity": "1 kg",
		"price": "₹125",
		"description": "Tata Sampann Low Oil Absorb Fine Besan is a highly nutritive flour for making all your favorite dishes guilt free and delicious. It is 100% natural and made from unpolished chana dal which gives it very high protein quotient. It is very fine and ideal for preparing snacks like dhokla, pakoda, kadhi or sev. It naturally absorbs less oil, hence, having deep fried food is less hazardous for your health. It absorbs more water so you get more volume of batter with less flour being used."
	},
	{
		"id": 226,
		"productName": "Family Farm Maida",
		"image": "//cdn.grofers.com/app/images/products/full_screen/pro_403177.jpg",
		"quantity": "500g",
		"price": "₹24",
		"description": "Family Farm Maida is an all-purpose flour that is used to make numerous dishes and to thicken gravies and soups. This white flour has a smooth and fine texture. Milled and refined to form a soft, powdered flour. This flour can be used for a variety of cooking and frying purposes. It makes a smooth batter, and is used to make crispy, deep-fried savoury snacks. It is also used in bakery products like pastries, bread, and cakes."
	},
	{
		"id": 227,
		"productName": "Rajdhani Sooji/Rava",
		"image": "//cdn.grofers.com/app/images/products/full_screen/pro_18841.jpg",
		"quantity": "500 g",
		"price": "₹39",
		"description": "Rajdhani Sooji/Rava is made from the best-quality wheat to give you a wholesome and hygienically-packed product. It contains vitamins and minerals that are necessary for our well-being. Use it to make upma, puris, kesri bath, phirni and rava dosa. Provides fibre content to the body. Proteins and carbohydrates in the sooji provide you with energy throughout the day and strengthen the body."
	},
	{
		"id": 228,
		"productName": "Rajdhani Chana Sattu",
		"image": "//cdn.grofers.com/app/images/products/full_screen/pro_82218.jpg",
		"quantity": "500 g",
		"price": "₹75",
		"description": "Made up of choicest ingredients, Highly nutritious, Rich in protein and minerals and A must-have in every kitchen."
	},
	{
		"id": 229,
		"productName": "GM Foods Tawa Naan Mix Flour",
		"image": "//cdn.grofers.com/app/images/products/full_screen/pro_224768.jpg",
		"quantity": "500 g",
		"price": "₹72",
		"description": "GM Foods Tawa Naan Mix Flour is the best flour that gives you soft and fluffy naans. It has been made from premium quality and the best ingredients. It has the perfect blend of ingredients so you need not worry about adding any other ingredients for making your naan. The naan not only tastes great but also has the perfect texture and consistency and will be liked by everyone. This is very hygienically packed and sealed."
	}
]
